Repository: dew9999/maouidi_stage6
Catalog: lib/l10n/app_*.arb
Languages: fr

# acctlegal
source: Account & Legal
fr: Compte et Juridique

# allapts
source: All Appointments
fr: Tous les rendez-vous

# alldocs
source: All Doctors
fr: Tous les médecins

# alrdyappt
source: You already have an active appointment with this provider
fr: Vous avez déjà un rendez-vous actif avec ce prestataire

source: Analytics
fr: Analytique

# apptcreated
source: Appointment created successfully
fr: Rendez-vous créé avec succès

# aptcnld
source: Appointment Cancelled
fr: Rendez-vous annulé

# atpartner
source: at
fr: chez

source: Back
fr: Retour

# becomeptr
source: Become a Partner
fr: Devenir Partenaire

# bookapptbar
source: Book Appointment
fr: Prendre Rendez-vous

source: Book for Patient
fr: Réserver pour un patient

source: Book Now
fr: Réserver

source: Call Next
fr: Appeler le suivant

source: Cancel
fr: Annuler

source: Canceled
fr: Annulé

# casedesc
source: Case Description
fr: Description du cas

# casedescex
source: Describe the patient's condition
fr: Décrivez l'état du patient

source: Categories
fr: Catégories

source: Charities
fr: Caritatif

source: Clinics
fr: Cliniques

# clncanalytics
source: Clinic Analytics
fr: Analytique Clinique

# closeddate
source: This provider is closed on the selected date
fr: Ce prestataire est fermé à la date sélectionnée

# cnclapt
source: Cancel Appointment
fr: Annuler le rendez-vous

# cnclaptq
source: Cancel this appointment?
fr: Annuler ce rendez-vous ?

# cnclaptsure
source: Are you sure you want to cancel this appointment?
fr: Êtes-vous sûr de vouloir annuler ce rendez-vous ?

# cnclconfirm
source: Yes, Cancel
fr: Oui, Annuler

# cnclfail
source: Failed to cancel appointment
fr: Échec de l'annulation du rendez-vous

# commentshint
source: Share your experience
fr: Partagez votre expérience

# commentsopt
source: Comments (Optional)
fr: Commentaires (Optionnel)

source: Completed
fr: Terminé

source: Contact Us
fr: Contactez-nous

source: Dark Mode
fr: Mode Sombre

# delacct
source: Delete Account
fr: Supprimer le compte

source: Doctors
fr: Médecins

# errloadingpartners
source: Error loading featured partners
fr: Erreur lors du chargement des partenaires en vedette

source: Featured Partners
fr: Partenaires en vedette

# fieldreq
source: This field is required
fr: Ce champ est requis

# fltrdoc
source: Filter Doctors
fr: Filtrer les médecins

# fulladdr
source: Full Address
fr: Adresse complète

# fulladdrex
source: Street, City, Wilaya
fr: Rue, Ville, Wilaya

source: General
fr: Général

# getmynum
source: Get My Number
fr: Obtenir mon numéro

# getnumberfor
source: Get your queue number
fr: Obtenir votre numéro de file

# gotnum
source: Queue number assigned successfully
fr: Numéro de file attribué avec succès

# hcdetails
source: Homecare Request Details
fr: Détails de la demande de soins à domicile

source: Home
fr: Accueil

source: Homecare
fr: Soins à domicile

source: Language
fr: Langue

source: List Services
fr: Lister les services

# loadanalyticsfail
source: Failed to load analytics
fr: Échec du chargement des analyses

# loadptrfail
source: Failed to load partner data
fr: Échec du chargement des données partenaire

source: Logout
fr: Se déconnecter

# lvrvw
source: Leave a Review
fr: Laisser un avis

# markcomp
source: Mark as Complete
fr: Marquer comme terminé

# myapts
source: My Appointments
fr: Mes Rendez-vous

# noapts
source: No Appointments
fr: Aucun rendez-vous

# noaptsfltr
source: No appointments match your filter
fr: Aucun rendez-vous ne correspond à votre filtre

# noaptsfound
source: No appointments found
fr: Aucun rendez-vous trouvé

# noaptsmsg
source: You don't have any appointments yet
fr: Vous n'avez pas encore de rendez-vous

# nofeaturedpartners
source: No featured partners available
fr: Aucun partenaire en vedette disponible

# nopartners
source: No Partners Found
fr: Aucun partenaire trouvé

source: No Results
fr: Aucun résultat

# noresultsmsg
source: Try adjusting your search criteria
fr: Essayez d'ajuster vos critères de recherche

# noslots
source: No available time slots for this date
fr: Aucun créneau disponible pour cette date

source: No Specialty
fr: Pas de spécialité

# notavail
source: Not Available
fr: Non disponible

# notworkingday
source: This provider doesn't work on this day
fr: Ce prestataire ne travaille pas ce jour-là

# pastdateerr
source: Cannot book appointments in the past
fr: Impossible de prendre rendez-vous dans le passé

# privpolicy
source: Privacy Policy
fr: Politique de confidentialité

# ptfullname
source: Patient Full Name
fr: Nom complet du patient

# ptphone
source: Patient Phone
fr: Téléphone du patient

# ptrerr
source: Error loading partner
fr: Erreur lors du chargement du partenaire

# ptridmissing
source: Partner ID is missing
fr: ID partenaire manquant

# ptrlist
source: Partner List
fr: Liste des partenaires

# ptrnotconfig
source: Partner booking system not configured
fr: Système de réservation partenaire non configuré

# pushnotif
source: Push Notifications
fr: Notifications Push

# qready
source: Queue Ready
fr: File d'attente prête

# ratevisit
source: Rate Your Visit
fr: Évaluez votre visite

# rcvalerts
source: Receive Alerts
fr: Recevoir des alertes

# refinesrch
source: Refine your search
fr: Affiner votre recherche

# reqsent
source: Request sent successfully
fr: Demande envoyée avec succès

# requestvisit
source: Request Home Visit
fr: Demander une visite à domicile

# revfail
source: Failed to submit review
fr: Échec de l'envoi de l'avis

source: Save All
fr: Tout enregistrer

source: Saving...
fr: Enregistrement...

source: Schedule
fr: Calendrier

# searchhint
source: Search doctors, clinics...
fr: Rechercher médecins, cliniques...

source: Settings
fr: Paramètres

# slottaken
source: This time slot is no longer available
fr: Ce créneau horaire n'est plus disponible

# srchptr
source: Search Partners
fr: Rechercher partenaires

# state_ain_defla
source: Ain Defla
fr: Aïn Defla

# state_ain_temouchent
source: Ain Temouchent
fr: Aïn Témouchent

# state_alger
source: Algiers
fr: Alger

# state_algiers
source: Algiers
fr: Alger

# state_bechar
source: Bechar
fr: Béchar

# state_bejaia
source: Bejaia
fr: Béjaïa

# state_boumerdes
source: Boumerdes
fr: Boumerdès

# state_ghardaia
source: Ghardaia
fr: Ghardaïa

# state_medea
source: Medea
fr: Médéa

# state_naama
source: Naama
fr: Naâma

# state_oued_souf
source: El Oued
fr: Oued Souf

# state_saida
source: Saida
fr: Saïda

# state_setif
source: Setif
fr: Sétif

# state_sidi_bel_abbes
source: Sidi Bel Abbes
fr: Sidi Bel Abbès

# state_tebessa
source: Tebessa
fr: Tébessa

# status_cancelled_by_partner
source: Cancelled by Partner
fr: Annulé par le partenaire

# status_cancelled_by_user
source: Cancelled by User
fr: Annulé par l'utilisateur

# status_completed
source: Completed
fr: Terminé

# status_confirmed
source: Confirmed
fr: Confirmé

# status_no_show
source: No Show
fr: Non présentation

# status_pending
source: Pending
fr: En attente

# status_in_progress
source: In Progress
fr: En cours

# status_rescheduled
source: Rescheduled
fr: Replanifié

# submithcreq
source: Submit Homecare Request
fr: Soumettre demande à domicile

# submitreq
source: Submit Request
fr: Soumettre demande

# submitrev
source: Submit Review
fr: Soumettre avis

# submittingrev
source: Submitting...
fr: Envoi en cours...

# termsserv
source: Terms of Service
fr: Conditions d'utilisation

# thankrev
source: Thank you for your review!
fr: Merci pour votre avis !

# specialty_anatomy
source: Pathological Anatomy and Cytology
fr: Anatomie et Cytologie Pathologiques

# specialty_anesthesiology
source: Anesthesiology
fr: Anesthésie-Réanimation

# specialty_biochemistry
source: Biochemistry
fr: Biochimie

# specialty_biophysics
source: Medical Biophysics
fr: Biophysique Médicale

# specialty_cardiology
source: Cardiology
fr: Cardiologie

# specialty_cardiovascular_surgery
source: Cardiovascular Surgery
fr: Chirurgie Cardiovasculaire

# specialty_child_psychiatry
source: Child Psychiatry
fr: Pédopsychiatrie

# specialty_cobstetrics_gynecology
source: Obstetrics and Gynecology
fr: Gynécologie-Obstétrique

# specialty_dentist
source: Dentist
fr: Dentiste

# specialty_dermatology
source: Dermatology
fr: Dermatologie et Vénéréologie

# specialty_emergency_medicine
source: Emergency Medicine
fr: Médecine d'Urgence

# specialty_endocrinology
source: Endocrinology and Diabetology
fr: Endocrinologie et Diabétologie

# specialty_ent
source: ENT (Otorhinolaryngology)
fr: Otorhinolaryngologie (ORL)

# specialty_epidemiology
source: Epidemiology and Preventive Medicine
fr: Épidémiologie et Médecine Préventive

# specialty_forensic_medicine
source: Forensic Medicine
fr: Médecine Légale et Déontologie Médicale

# specialty_gastroenterology
source: Gastroenterology and Hepatology
fr: Gastro-entérologie et Hépatologie

# specialty_general_practice
source: General Practice
fr: Médecine Générale

# specialty_general_surgery
source: General Surgery
fr: Chirurgie Générale

# specialty_gynecology
source: Gynecology
fr: Gynécologie

# specialty_hematology
source: Hematology (Clinical)
fr: Hématologie (Clinique)

# specialty_hematology_bio
source: Hematology (Biological)
fr: Hématologie (Biologique)

# specialty_histology
source: Histology, Embryology and Cytogenetics
fr: Histologie, Embryologie et Cytogénétique

# specialty_immunology
source: Immunology
fr: Immunologie

# specialty_infectious_diseases
source: Infectious Diseases
fr: Maladies Infectieuses

# specialty_internal_medicine
source: Internal Medicine
fr: Médecine Interne

# specialty_maxillofacial_surgery
source: Maxillofacial Surgery
fr: Chirurgie Maxillo-faciale

# specialty_microbiology
source: Microbiology
fr: Microbiologie

# specialty_nephrology
source: Nephrology
fr: Néphrologie

# specialty_neurology
source: Neurology
fr: Neurologie

# specialty_neurophysiology
source: Clinical Neurophysiology
fr: Neurophysiologie Clinique

# specialty_neurosurgery
source: Neurosurgery
fr: Neurochirurgie

# specialty_nuclear_medicine
source: Nuclear Medicine
fr: Médecine Nucléaire

# specialty_occupational_medicine
source: Occupational Medicine
fr: Médecine du Travail

# specialty_oncology
source: Medical Oncology
fr: Oncologie Médicale

# specialty_ophthalmology
source: Ophthalmology
fr: Ophtalmologie

# specialty_orthopedics
source: Orthopedics
fr: Orthopédie et Traumatologie

# specialty_parasitology
source: Parasitology and Mycology
fr: Parasitologie et Mycologie

# specialty_pediatric_surgery
source: Pediatric Surgery
fr: Chirurgie Pédiatrique

# specialty_pediatrics
source: Pediatrics
fr: Pédiatrie

# specialty_pharmacology
source: Pharmacology
fr: Pharmacologie

# specialty_physical_rehab
source: Physical Medicine and Rehabilitation
fr: Médecine Physique et de Réadaptation

# specialty_physiology
source: Physiology
fr: Physiologie

# specialty_plastic_surgery
source: Plastic and Reconstructive Surgery
fr: Chirurgie Plastique, Reconstructrice et Esthétique

# specialty_pneumology
source: Pneumology
fr: Pneumologie

# specialty_psychiatry
source: Psychiatry
fr: Psychiatrie

# specialty_public_health
source: Public Health
fr: Santé Communautaire / Santé Publique

# specialty_radiology
source: Radiology
fr: Radiologie / Imagerie Médicale

# specialty_radiotherapy
source: Radiotherapy
fr: Radiothérapie

# specialty_rheumatology
source: Rheumatology
fr: Rhumatologie

# specialty_sports_medicine
source: Sports Medicine
fr: Médecine du Sport

# specialty_stomatology
source: Stomatology
fr: Stomatologie

# specialty_thoracic_surgery
source: Thoracic Surgery
fr: Chirurgie Thoracique

# specialty_toxicology
source: Toxicology
fr: Toxicologie

# specialty_transfusion_medicine
source: Transfusion Medicine
fr: Médecine Transfusionnelle (Hémobiologie)

# specialty_urology
source: Urology
fr: Urologie

# specialty_vascular_surgery
source: Vascular Surgery
fr: Chirurgie Vasculaire

# unnamedptr
source: Unnamed Partner
fr: Partenaire sans nom

source: Upcoming
fr: À venir

source: Up Next
fr: Suivant

source: Welcome back,
fr: Bon retour,

# yourdash
source: Your Dashboard
fr: Votre Tableau de bord

# yournum
source: Your Number
fr: Votre Numéro
